Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: %1$lld-minute %2$@ with threshold exposure: %3$lld min below LT1, %4$lld min between LT1 and LT2. Steady-state aerobic–threshold transition.
ar: %2$@ لمدة %1$lld دقيقة مع تعرّض للعتبة: %3$lld دقيقة دون LT1، و%4$lld دقيقة بين LT1 وLT2. انتقال ثابت من الهوائي إلى العتبة.
da: %lld-minutters %@ med tærskeleksponering: %lld min under LT1, %lld min mellem LT1 og LT2. Steady state-overgang fra aerob til tærskel.
de: %lld-minütiges %@ mit Schwellenexposition: %lld Min unter LT1, %lld Min zwischen LT1 und LT2. Steady-State-Übergang von aerob zu Schwelle.
es: %2$@ de %1$lld minutos con exposición al umbral: %3$lld min por debajo de LT1, %4$lld min entre LT1 y LT2. Transición aeróbica–umbral en estado estable.
fi: %lld minuutin %@ kynnysaltistuksella: %lld min alle LT1:n, %lld min LT1:n ja LT2:n välissä. Tasainen aerobinen–kynnys-siirtymä.
fr: %2$@ de %1$lld minutes avec exposition au seuil : %3$lld min sous LT1, %4$lld min entre LT1 et LT2. Transition aérobie–seuil en régime stable.
is: %lld mínútna %@ með þröskuldsáreiti: %lld mín undir LT1, %lld mín milli LT1 og LT2. Stöðug umskipti frá lofthæði að þröskuldi.
it: %2$@ di %1$lld minuti con esposizione alla soglia: %3$lld min sotto LT1, %4$lld min tra LT1 e LT2. Transizione aerobica–soglia in stato stazionario.
ja: %lld 分の%@（閾値への曝露あり）: LT1 未満が %lld 分、LT1〜LT2 が %lld 分。定常状態での有酸素〜閾値への移行です。
ko: %lld분의 %@, 역치 노출 포함: LT1 미만 %lld분, LT1–LT2 사이 %lld분. 정상 상태의 유산소–역치 전환입니다.
nb: %lld-minutters %@ med terskeleksponering: %lld min under LT1, %lld min mellom LT1 og LT2. Steady state-overgang fra aerob til terskel.
nl: %2$@ van %1$lld minuten met drempelblootstelling: %3$lld min onder LT1, %4$lld min tussen LT1 en LT2. Steady-state overgang van aeroob naar drempel.
pt_br: %2$@ de %1$lld minutos com exposição ao limiar: %3$lld min abaixo do LT1, %4$lld min entre LT1 e LT2. Transição aeróbia–limiar em estado estável.
ru: %2$@ длительностью %1$lld минут с выходом на порог: %3$lld мин ниже LT1, %4$lld мин между LT1 и LT2. Устойчивый переход аэробное–порог.
sv: %lld-minuters %@ med tröskelexponering: %lld min under LT1, %lld min mellan LT1 och LT2. Steady state-övergång från aerob till tröskel.
zh_hans: %lld 分钟的%@伴有阈值暴露：LT1 以下 %lld 分钟，LT1 与 LT2 之间 %lld 分钟。属于稳态的有氧—阈值过渡。

source: %1$lld-minute %2$@, entirely below aerobic threshold (α1 ≥ 0.75 throughout, %3$lld min). Consistent with Zone-2 aerobic-base work. No ventilatory-threshold crossings observed.
ar: %2$@ لمدة %1$lld دقيقة، كليًا دون العتبة الهوائية (α1 ≥ 0.75 طوال الوقت، %3$lld دقيقة). متوافق مع عمل القاعدة الهوائية في المنطقة 2. لم تُرصد أي تجاوزات للعتبة التنفسية.
da: %lld-minutters %@, helt under den aerobe tærskel (α1 ≥ 0,75 hele vejen, %lld min). Svarer til Zone 2-aerob basetræning. Ingen krydsninger af ventilatorisk tærskel observeret.
de: %lld-minütiges %@, vollständig unter der aeroben Schwelle (α1 ≥ 0,75 durchgehend, %lld Min). Entspricht aerober Grundlagenarbeit in Zone 2. Keine Überschreitungen der ventilatorischen Schwelle beobachtet.
es: %2$@ de %1$lld minutos, íntegramente por debajo del umbral aeróbico (α1 ≥ 0,75 en todo momento, %3$lld min). Coherente con trabajo de base aeróbica en Zona 2. No se observaron cruces del umbral ventilatorio.
fi: %lld minuutin %@, kokonaan aerobisen kynnyksen alapuolella (α1 ≥ 0,75 koko ajan, %lld min). Vastaa kakkosalueen aerobista peruskuntotyötä. Ventilatorisen kynnyksen ylityksiä ei havaittu.
fr: %2$@ de %1$lld minutes, entièrement sous le seuil aérobie (α1 ≥ 0,75 tout du long, %3$lld min). Cohérent avec un travail de base aérobie en Zone 2. Aucun franchissement de seuil ventilatoire observé.
is: %lld mínútna %@, alfarið undir loftháðum þröskuldi (α1 ≥ 0,75 allan tímann, %lld mín). Samræmist loftháðri grunnvinnu á Svæði 2. Engin öndunarþröskuldsyfirferð sást.
it: %2$@ di %1$lld minuti, interamente sotto la soglia aerobica (α1 ≥ 0,75 per tutto il tempo, %3$lld min). Coerente con lavoro di base aerobica in Zona 2. Nessun superamento della soglia ventilatoria osservato.
ja: %lld 分の%@は全体が有酸素性作業閾値以下でした（α1 ≥ 0.75 を維持、%lld 分）。ゾーン 2 の有酸素ベース練習と一致します。換気性閾値の超過は見られませんでした。
ko: %lld분의 %@이(가) 전 구간에서 유산소 역치 아래였습니다(α1 ≥ 0.75 유지, %lld분). 존2 유산소 기초 훈련과 일치하며, 환기 역치 교차는 관찰되지 않았습니다.
nb: %lld-minutters %@, helt under aerob terskel (α1 ≥ 0,75 hele veien, %lld min). Samsvarer med Sone 2 aerob basetrening. Ingen kryssinger av ventilatorisk terskel observert.
nl: %2$@ van %1$lld minuten, volledig onder de aerobe drempel (α1 ≥ 0,75 gedurende de hele sessie, %3$lld min). Consistent met aerobe basisarbeid in Zone 2. Geen overschrijdingen van de ventilatoire drempel waargenomen.
pt_br: %2$@ de %1$lld minutos, inteiramente abaixo do limiar aeróbio (α1 ≥ 0,75 o tempo todo, %3$lld min). Compatível com trabalho de base aeróbia na Zona 2. Nenhum cruzamento de limiar ventilatório observado.
ru: %2$@ длительностью %1$lld минут полностью ниже аэробного порога (α1 ≥ 0,75 на всём протяжении, %3$lld мин). Соответствует аэробной базовой работе во 2-й зоне. Пересечений вентиляторного порога не отмечено.
sv: %lld-minuters %@, helt under aerob tröskel (α1 ≥ 0,75 hela vägen, %lld min). Överensstämmer med aerobt basarbete i Zon 2. Inga passeringar av ventilatorisk tröskel observerades.
zh_hans: %lld 分钟的%@全程处于有氧阈以下（α1 ≥ 0.75 持续 %lld 分钟）。与二区有氧基础训练一致，未观察到通气阈跨越。

source: %1$lld-minute %2$@. Insufficient clean RR data to characterise autonomic response via DFA α1 (likely due to strap contact issues or Watch-only recording).
ar: %2$@ لمدة %1$lld دقيقة. بيانات RR النظيفة غير كافية لتوصيف الاستجابة الذاتية عبر DFA α1 (على الأرجح بسبب مشكلات تلامس الحزام أو التسجيل بالساعة فقط).
da: %lld-minutters %@. Utilstrækkelige rene RR-data til at karakterisere den autonome respons via DFA α1 (sandsynligvis pga. kontaktproblemer med pulsbæltet eller optagelse kun med uret).
de: %lld-minütiges %@. Nicht genug saubere RR-Daten, um die autonome Reaktion über DFA α1 zu charakterisieren (wahrscheinlich wegen Kontaktproblemen des Gurts oder reiner Watch-Aufzeichnung).
es: %2$@ de %1$lld minutos. Datos RR limpios insuficientes para caracterizar la respuesta autonómica mediante DFA α1 (probablemente por problemas de contacto de la banda o grabación solo con el reloj).
fi: %lld minuutin %@. Puhdasta RR-dataa ei riitä autonomisen vasteen kuvaamiseen DFA α1:n avulla (todennäköisesti pannan kontaktiongelmat tai pelkkä kellotallennus).
fr: %2$@ de %1$lld minutes. Données RR propres insuffisantes pour caractériser la réponse autonome via DFA α1 (probablement à cause de problèmes de contact de la ceinture ou d’un enregistrement montre seule).
is: %lld mínútna %@. Ónæg hrein RR-gögn til að lýsa ósjálfráðri svörun með DFA α1 (líklega vegna snertivanda ólarinnar eða upptöku eingöngu með úrinu).
it: %2$@ di %1$lld minuti. Dati RR puliti insufficienti per caratterizzare la risposta autonomica tramite DFA α1 (probabilmente per problemi di contatto della fascia o registrazione solo con l’orologio).
ja: %lld 分の%@。DFA α1 で自律神経応答を特徴づけるには清浄な RR データが不足しています（ストラップの接触不良、または Watch のみでの記録が原因と考えられます）。
ko: %lld분의 %@. DFA α1로 자율신경 반응을 특성화하기에 깨끗한 RR 데이터가 부족합니다(스트랩 접촉 문제 또는 워치 단독 기록 때문일 가능성이 큽니다).
nb: %lld-minutters %@. Utilstrekkelige rene RR-data til å karakterisere autonom respons via DFA α1 (trolig på grunn av kontaktproblemer med pulsbeltet eller opptak kun med klokken).
nl: %2$@ van %1$lld minuten. Onvoldoende schone RR-gegevens om de autonome respons via DFA α1 te karakteriseren (waarschijnlijk door contactproblemen met de band of opname met alleen de Watch).
pt_br: %2$@ de %1$lld minutos. Dados RR limpos insuficientes para caracterizar a resposta autonômica via DFA α1 (provavelmente por problemas de contato da cinta ou gravação apenas pelo relógio).
ru: %2$@ длительностью %1$lld минут. Недостаточно чистых данных RR для оценки вегетативного ответа через DFA α1 (вероятно, из-за проблем с контактом датчика или записи только часами).
sv: %lld-minuters %@. Otillräckliga rena RR-data för att karakterisera autonomt svar via DFA α1 (troligen på grund av kontaktproblem med pulsbandet eller inspelning endast med klockan).
zh_hans: %lld 分钟的%@。干净的 RR 数据不足，无法用 DFA α1 刻画自主神经反应（可能因心率带接触不良或仅用手表记录）。

source: %lld/30 days
ar: %lld/30 يومًا
da: %lld/30 dage
de: %lld/30 Tage
es: %lld/30 días
fi: %lld/30 päivää
fr: %lld/30 jours
is: %lld/30 dagar
it: %lld/30 giorni
ja: %lld/30日
ko: %lld/30일
nb: %lld/30 dager
nl: %lld/30 dagen
pt_br: %lld/30 dias
ru: %lld/30 дней
sv: %lld/30 dagar
zh_hans: %lld/30 天

source: %lld%% above your baseline — strong parasympathetic tone.
ar: أعلى بنسبة %lld%% من خط الأساس — نبرة نظير ودية قوية.
da: %lld%% over din baseline — stærk parasympatisk tonus.
de: %lld%% über deiner Baseline — starker parasympathischer Tonus.
es: Un %lld%% por encima de tu línea base — fuerte tono parasimpático.
fi: %lld%% yli perustasosi — vahva parasympaattinen tonus.
fr: %lld%% au-dessus de votre référence — fort tonus parasympathique.
is: %lld%% yfir grunnlínu þinni — sterkur sefkerfistónn.
it: %lld%% sopra la tua baseline — forte tono parasimpatico.
ja: ベースラインより %lld%% 高い — 副交感神経緊張が強い。
ko: 기준선보다 %lld%% 높음 — 부교감 긴장도가 강함.
nb: %lld%% over din baseline — sterk parasympatisk tonus.
nl: %lld%% boven je basislijn — sterke parasympathische tonus.
pt_br: %lld%% acima da sua linha de base — forte tônus parassimpático.
ru: На %lld%% выше базовой линии — сильный парасимпатический тонус.
sv: %lld%% över din baslinje — stark parasympatisk tonus.
zh_hans: 比基线高 %lld%% — 副交感张力强。

source: %lld%% below your baseline — recovery is reduced today.
ar: أقل بنسبة %lld%% من خط الأساس — التعافي منخفض اليوم.
da: %lld%% under din baseline — restitutionen er reduceret i dag.
de: %lld%% unter deiner Baseline — die Erholung ist heute reduziert.
es: Un %lld%% por debajo de tu línea base — la recuperación está reducida hoy.
fi: %lld%% alle perustasosi — palautuminen on tänään heikentynyt.
fr: %lld%% sous votre référence — la récupération est réduite aujourd’hui.
is: %lld%% undir grunnlínu þinni — endurheimt er minni í dag.
it: %lld%% sotto la tua baseline — il recupero è ridotto oggi.
ja: ベースラインより %lld%% 低い — 今日は回復が低下しています。
ko: 기준선보다 %lld%% 낮음 — 오늘은 회복이 저하되었습니다.
nb: %lld%% under din baseline — restitusjonen er redusert i dag.
nl: %lld%% onder je basislijn — herstel is vandaag verminderd.
pt_br: %lld%% abaixo da sua linha de base — a recuperação está reduzida hoje.
ru: На %lld%% ниже базовой линии — восстановление сегодня снижено.
sv: %lld%% under din baslinje — återhämtningen är nedsatt idag.
zh_hans: 比基线低 %lld%% — 今天恢复水平下降。

source: %lld%% efficiency
ar: كفاءة %lld%%
da: %lld%% effektivitet
de: %lld%% Effizienz
es: %lld%% de eficiencia
fi: %lld%% tehokkuus
fr: %lld%% d’efficacité
is: %lld%% nýtni
it: %lld%% di efficienza
ja: 効率 %lld%%
ko: 효율 %lld%%
nb: %lld%% effektivitet
nl: %lld%% efficiëntie
pt_br: %lld%% de eficiência
ru: эффективность %lld%%
sv: %lld%% effektivitet
zh_hans: 效率 %lld%%

source: %lld%% humidity
ar: رطوبة %lld%%
da: %lld%% luftfugtighed
de: %lld%% Luftfeuchtigkeit
es: %lld%% de humedad
fi: %lld%% kosteus
fr: %lld%% d’humidité
is: %lld%% raki
it: %lld%% di umidità
ja: 湿度 %lld%%
ko: 습도 %lld%%
nb: %lld%% luftfuktighet
nl: %lld%% vochtigheid
pt_br: %lld%% de umidade
ru: влажность %lld%%
sv: %lld%% luftfuktighet
zh_hans: 湿度 %lld%%

source: %lld%% max
ar: %lld%% حد أقصى
da: %lld%% maks
es: %lld%% máx
fi: %lld%% maks
is: %lld%% hámark
ja: 最大の %lld%%
ko: 최대 %lld%%
nb: %lld%% maks
pt_br: %lld%% máx
ru: %lld%% макс
zh_hans: %lld%% 最大值

# %lldm %llds
source: %1$lldm %2$llds
ar: %lldد %lldث
da: %lldm %llds
de: %lldm %llds
es: %lldm %llds
fi: %lldm %llds
fr: %lldm %llds
is: %lldm %llds
it: %lldm %llds
ja: %lld分 %lld秒
ko: %lld분 %lld초
nb: %lldm %llds
nl: %lldm %llds
pt_br: %lldm %llds
ru: %lld мин %lld с
sv: %lldm %llds
zh_hans: %lld分 %lld秒

source: `phys_footprint` is what iOS uses for memory-budget enforcement. iOS will SIGKILL background apps that exceed ~150–250 MB depending on device + system memory pressure. If you see termination correlated with a memory ramp, that's your cause.
ar: `phys_footprint` هو ما يستخدمه iOS لفرض ميزانية الذاكرة. يُنهي iOS التطبيقات في الخلفية عبر SIGKILL إذا تجاوزت نحو 150-250 ميجابايت حسب الجهاز وضغط ذاكرة النظام. إذا لاحظت إنهاءً مرتبطًا بارتفاع الذاكرة، فهذا هو السبب.
da: `phys_footprint` er det, iOS bruger til at håndhæve hukommelsesbudgettet. iOS sender SIGKILL til baggrundsapps, der overskrider ~150-250 MB afhængigt af enhed + systemets hukommelsestryk. Hvis du ser afslutninger, der følger en hukommelsesstigning, er det årsagen.
de: `phys_footprint` verwendet iOS zur Durchsetzung des Speicherbudgets. iOS beendet Hintergrund-Apps per SIGKILL, die je nach Gerät + Systemspeicherdruck ~150-250 MB überschreiten. Wenn Beendigungen mit einem Speicheranstieg korrelieren, ist das die Ursache.
es: `phys_footprint` es lo que iOS usa para aplicar el presupuesto de memoria. iOS envía SIGKILL a las apps en segundo plano que superan ~150-250 MB según el dispositivo + la presión de memoria del sistema. Si ves cierres correlacionados con un aumento de memoria, esa es la causa.
fi: `phys_footprint` on se, mitä iOS käyttää muistibudjetin valvontaan. iOS lähettää SIGKILL-signaalin taustasovelluksille, jotka ylittävät ~150-250 MB laitteesta + järjestelmän muistipaineesta riippuen. Jos lopetukset korreloivat muistin kasvun kanssa, se on syy.
fr: `phys_footprint` est ce qu'iOS utilise pour appliquer le budget mémoire. iOS envoie un SIGKILL aux apps en arrière-plan qui dépassent ~150-250 Mo selon l'appareil + la pression mémoire du système. Si vous constatez des arrêts corrélés à une montée en mémoire, c'est la cause.
is: `phys_footprint` er það sem iOS notar til að framfylgja minnisfjárhag. iOS sendir SIGKILL á bakgrunnsforrit sem fara yfir ~150-250 MB eftir tæki + minnisálagi kerfisins. Ef þú sérð lokanir í tengslum við minnisaukningu er það orsökin.
it: `phys_footprint` è ciò che iOS usa per applicare il budget di memoria. iOS invia SIGKILL alle app in background che superano ~150-250 MB a seconda del dispositivo + pressione di memoria del sistema. Se vedi chiusure correlate a un aumento della memoria, è questa la causa.
ja: `phys_footprint` は iOS がメモリ予算の制御に使用するものです。iOS はデバイスとシステムのメモリ負荷に応じて約150〜250 MB を超えるバックグラウンドアプリを SIGKILL で終了します。終了がメモリ増加と相関している場合、それが原因です。
ko: `phys_footprint`는 iOS가 메모리 예산을 적용하는 데 사용하는 값입니다. iOS는 기기와 시스템 메모리 압박에 따라 약 150~250 MB를 초과하는 백그라운드 앱을 SIGKILL로 종료합니다. 종료가 메모리 증가와 상관관계가 있다면 그것이 원인입니다.
nb: `phys_footprint` er det iOS bruker for å håndheve minnebudsjettet. iOS sender SIGKILL til bakgrunnsapper som overstiger ~150-250 MB avhengig av enhet + systemets minnetrykk. Hvis du ser avslutninger som korrelerer med en minneøkning, er det årsaken.
nl: `phys_footprint` is wat iOS gebruikt om het geheugenbudget af te dwingen. iOS beëindigt achtergrond-apps met SIGKILL die ~150-250 MB overschrijden, afhankelijk van het apparaat + de geheugendruk van het systeem. Als je beëindigingen ziet die samenhangen met een geheugentoename, is dat de oorzaak.
pt_br: `phys_footprint` é o que o iOS usa para aplicar o orçamento de memória. O iOS encerra apps em segundo plano com SIGKILL quando excedem ~150-250 MB, dependendo do dispositivo + pressão de memória do sistema. Se você vir encerramentos correlacionados a um aumento de memória, essa é a causa.
ru: `phys_footprint` — это то, что iOS использует для контроля бюджета памяти. iOS отправляет SIGKILL фоновым приложениям, превышающим ~150-250 МБ в зависимости от устройства и нагрузки на память системы. Если завершения коррелируют с ростом памяти, это и есть причина.
sv: `phys_footprint` är det iOS använder för att tillämpa minnesbudgeten. iOS skickar SIGKILL till bakgrundsappar som överstiger ~150-250 MB beroende på enhet + systemets minnestryck. Om du ser avslutningar som korrelerar med en minnesökning är det orsaken.
zh_hans: `phys_footprint` 是 iOS 用于执行内存预算限制的依据。iOS 会对超过约 150-250 MB 的后台应用发送 SIGKILL，具体取决于设备和系统内存压力。如果终止与内存攀升相关，那就是原因所在。

source: … and %lld more
ar: … و%lld أخرى
da: … og %lld mere
de: … und %lld weitere
es: … y %lld más
fi: … ja %lld muuta
fr: … et %lld de plus
is: … og %lld til viðbótar
it: … e altri %lld
ja: …ほか %lld 件
ko: … 외 %lld개
nb: … og %lld til
nl: … en nog %lld
pt_br: … e mais %lld
ru: … и ещё %lld
sv: … och %lld till
zh_hans: …以及另外 %lld 项

source: ↑ Rapid increase
ar: ↑ زيادة سريعة
da: ↑ Hurtig stigning
de: ↑ Schneller Anstieg
es: ↑ Aumento rápido
fi: ↑ Nopea kasvu
fr: ↑ Hausse rapide
is: ↑ Hröð aukning
it: ↑ Aumento rapido
ja: ↑ 急増
ko: ↑ 급격한 증가
nb: ↑ Rask økning
nl: ↑ Snelle stijging
pt_br: ↑ Aumento rápido
ru: ↑ Резкий рост
sv: ↑ Snabb ökning
zh_hans: ↑ 快速增长

source: < 5% great. < 10% fine. > 15% reconsider.
ar: أقل من 5% ممتاز. أقل من 10% جيد. أكثر من 15% أعد النظر.
da: < 5 % fremragende. < 10 % fint. > 15 % genovervej.
de: < 5 % super. < 10 % in Ordnung. > 15 % überdenken.
es: < 5 % excelente. < 10 % aceptable. > 15 % reconsidera.
fi: < 5 % erinomainen. < 10 % hyvä. > 15 % harkitse uudelleen.
fr: < 5 % excellent. < 10 % correct. > 15 % à revoir.
is: < 5% frábært. < 10% í lagi. > 15% endurskoðaðu.
it: < 5% ottimo. < 10% accettabile. > 15% da rivedere.
ja: 5% 未満は優秀。10% 未満は問題なし。15% 超は要再考。
ko: 5% 미만 훌륭. 10% 미만 양호. 15% 초과 재고.
nb: < 5 % utmerket. < 10 % greit. > 15 % revurder.
nl: < 5% uitstekend. < 10% prima. > 15% heroverweeg.
pt_br: < 5% ótimo. < 10% aceitável. > 15% reconsidere.
ru: < 5 % отлично. < 10 % нормально. > 15 % пересмотрите.
sv: < 5 % utmärkt. < 10 % okej. > 15 % ompröva.
zh_hans: 低于 5% 很好。低于 10% 可接受。高于 15% 需重新考虑。

source: <5%: Excellent quality. 5-10%: Good. 10-20%: Acceptable. >20%: Results may be unreliable.
ar: أقل من 5%: جودة ممتازة. 5-10%: جيدة. 10-20%: مقبولة. أكثر من 20%: قد تكون النتائج غير موثوقة.
da: <5%: Fremragende kvalitet. 5-10%: God. 10-20%: Acceptabel. >20%: Resultaterne kan være upålidelige.
de: <5%: Hervorragende Qualität. 5-10%: Gut. 10-20%: Akzeptabel. >20%: Ergebnisse können unzuverlässig sein.
es: <5%: Calidad excelente. 5-10%: Buena. 10-20%: Aceptable. >20%: Los resultados pueden no ser fiables.
fi: <5%: Erinomainen laatu. 5-10%: Hyvä. 10-20%: Hyväksyttävä. >20%: Tulokset voivat olla epäluotettavia.
fr: <5%: Qualité excellente. 5-10%: Bonne. 10-20%: Acceptable. >20%: Les résultats peuvent être peu fiables.
is: <5%: Frábær gæði. 5-10%: Góð. 10-20%: Ásættanleg. >20%: Niðurstöður geta verið óáreiðanlegar.
it: <5%: Qualità eccellente. 5-10%: Buona. 10-20%: Accettabile. >20%: I risultati potrebbero non essere affidabili.
ja: <5%: 品質は優秀。5-10%: 良好。10-20%: 許容範囲。>20%: 結果は信頼できない可能性があります。
ko: <5%: 품질 우수. 5-10%: 양호. 10-20%: 허용 가능. >20%: 결과가 신뢰하기 어려울 수 있습니다.
nb: <5%: Utmerket kvalitet. 5-10%: God. 10-20%: Akseptabel. >20%: Resultatene kan være upålitelige.
nl: <5%: Uitstekende kwaliteit. 5-10%: Goed. 10-20%: Acceptabel. >20%: Resultaten kunnen onbetrouwbaar zijn.
pt_br: <5%: Qualidade excelente. 5-10%: Boa. 10-20%: Aceitável. >20%: Os resultados podem não ser confiáveis.
ru: <5%: Отличное качество. 5-10%: Хорошее. 10-20%: Приемлемое. >20%: Результаты могут быть недостоверны.
sv: <5%: Utmärkt kvalitet. 5-10%: God. 10-20%: Acceptabel. >20%: Resultaten kan vara opålitliga.
zh_hans: <5%：质量优秀。5-10%：良好。10-20%：可接受。>20%：结果可能不可靠。

source: ~%.0f hours
ar: ~%.0f ساعة
da: ~%.0f timer
de: ~%.0f Std.
es: ~%.0f horas
fi: ~%.0f tuntia
fr: ~%.0f heures
is: ~%.0f klst
it: ~%.0f ore
ja: 約 %.0f 時間
ko: 약 %.0f시간
nb: ~%.0f timer
nl: ~%.0f uur
pt_br: ~%.0f horas
ru: ~%.0f ч
sv: ~%.0f timmar
zh_hans: 约 %.0f 小时

# ~%lld est · %@
source: ~%1$lld est · %2$@
ar: ~%lld تقديري · %@
da: ~%lld est. · %@
de: ~%lld gesch. · %@
es: ~%lld est. · %@
fi: ~%lld arvio · %@
fr: ~%lld est. · %@
is: ~%lld áætl. · %@
it: ~%lld stim. · %@
ja: 約 %lld 推定 · %@
ko: ~%lld 추정 · %@
nb: ~%lld est. · %@
nl: ~%lld gesch. · %@
pt_br: ~%lld est. · %@
ru: ~%lld оцен. · %@
sv: ~%lld upps. · %@
zh_hans: 约 %lld 估计 · %@

source: ~%lld est for full route
ar: ~%lld تقديري للمسار الكامل
da: ~%lld est. for hele ruten
de: ~%lld gesch. für die ganze Route
es: ~%lld est. para la ruta completa
fi: ~%lld arvio koko reitille
fr: ~%lld est. pour tout le parcours
is: ~%lld áætl. fyrir alla leiðina
it: ~%lld stim. per l’intero percorso
ja: 全ルートで約 %lld 推定
ko: 전체 경로 ~%lld 추정
nb: ~%lld est. for hele ruten
nl: ~%lld gesch. voor hele route
pt_br: ~%lld est. para a rota completa
ru: ~%lld оцен. на весь маршрут
sv: ~%lld upps. för hela rutten
zh_hans: 整条路线约 %lld（估计）

source: → Maintaining
ar: → الحفاظ
da: → Vedligeholder
de: → Halten
es: → Manteniendo
fi: → Ylläpito
fr: → Maintien
is: → Viðhald
it: → Mantenimento
ja: → 維持中
ko: → 유지 중
nb: → Vedlikeholder
nl: → Onderhoud
pt_br: → Mantendo
ru: → Поддержание
sv: → Bibehåller
zh_hans: → 保持中

source: ↗ Building
ar: ↗ البناء
da: ↗ Opbygger
de: ↗ Aufbau
es: ↗ En progresión
fi: ↗ Kehitys
fr: ↗ Progression
is: ↗ Uppbygging
it: ↗ In crescita
ja: ↗ 強化中
ko: ↗ 향상 중
nb: ↗ Bygger opp
nl: ↗ Opbouw
pt_br: ↗ Evoluindo
ru: ↗ Рост
sv: ↗ Bygger upp
zh_hans: ↗ 提升中

source: ↘ Detraining
ar: ↘ تراجع التدريب
da: ↘ Formtab
de: ↘ Formverlust
es: ↘ Desentrenamiento
fi: ↘ Kunnon lasku
fr: ↘ Désentraînement
is: ↘ Afþjálfun
ja: ↘ ディトレーニング
ko: ↘ 디트레이닝
nb: ↘ Formtap
pt_br: ↘ Destreinamento
ru: ↘ Детренированность
sv: ↘ Formtapp
zh_hans: ↘ 状态下滑

source: ↯ High strain
ar: ↯ إنهاك تدريبي مرتفع
da: ↯ Høj belastning
de: ↯ Hohe Beanspruchung
es: ↯ Tensión alta
fi: ↯ Kova rasitus
fr: ↯ Forte contrainte
is: ↯ Mikið álag
it: ↯ Strain elevato
ja: ↯ 高負担
ko: ↯ 높은 부담
nb: ↯ Høy belastning
nl: ↯ Hoge belasting
pt_br: ↯ Alto desgaste
ru: ↯ Высокое напряжение
sv: ↯ Hög belastning
zh_hans: ↯ 高负担

# −%lld penalty: SpO₂ dropped to %lld%%.
source: −%1$lld penalty: SpO₂ dropped to %2$lld%%.
ar: خصم %lld−: انخفض SpO₂ إلى %lld%%.
da: −%lld fradrag: SpO₂ faldt til %lld%%.
de: −%lld Abzug: SpO₂ fiel auf %lld%%.
es: Penalización de −%lld: la SpO₂ bajó a %lld%%.
fi: −%lld vähennys: SpO₂ laski %lld%%:iin.
fr: Pénalité de −%lld : la SpO₂ est tombée à %lld%%.
is: −%lld frádráttur: SpO₂ féll í %lld%%.
it: Penalità di −%lld: la SpO₂ è scesa a %lld%%.
ja: −%lld 減点: SpO₂ が %lld%% に低下。
ko: −%lld 감점: SpO₂가 %lld%%로 떨어짐.
nb: −%lld fradrag: SpO₂ falt til %lld%%.
nl: −%lld aftrek: SpO₂ daalde naar %lld%%.
pt_br: Penalidade de −%lld: a SpO₂ caiu para %lld%%.
ru: Штраф −%lld: SpO₂ упал до %lld%%.
sv: −%lld avdrag: SpO₂ sjönk till %lld%%.
zh_hans: −%lld 扣分：血氧降至 %lld%%。

source: ▶ Peaking
ar: ▶ الذروة
da: ▶ Topform
de: ▶ Höchstform
es: ▶ En pico
fi: ▶ Huippu
fr: ▶ Pic de forme
is: ▶ Á hátindi
it: ▶ Al picco
ja: ▶ ピーキング
ko: ▶ 피킹
nb: ▶ Toppform
nl: ▶ Piek
pt_br: ▶ No pico
ru: ▶ Пик формы
sv: ▶ Toppform
zh_hans: ▶ 竞技峰值

source: ✓ Archived
ar: ✓ مؤرشفة
da: ✓ Arkiveret
de: ✓ Archiviert
es: ✓ Archivado
fi: ✓ Arkistoitu
fr: ✓ Archivé
is: ✓ Í safni
it: ✓ Archiviato
ja: ✓ アーカイブ済み
ko: ✓ 보관됨
nb: ✓ Arkivert
nl: ✓ Gearchiveerd
pt_br: ✓ Arquivado
ru: ✓ В архиве
sv: ✓ Arkiverad
zh_hans: ✓ 已存档

source: ✓ Uploaded
ar: ✓ مرفوعة
da: ✓ Uploadet
de: ✓ Hochgeladen
es: ✓ Subido
fi: ✓ Lähetetty
fr: ✓ Envoyé
is: ✓ Hlaðið upp
it: ✓ Caricato
ja: ✓ アップロード済み
ko: ✓ 업로드됨
nb: ✓ Lastet opp
nl: ✓ Geüpload
pt_br: ✓ Enviado
ru: ✓ Загружено
sv: ✓ Uppladdad
zh_hans: ✓ 已上传

source: 🌿 Comeback
ar: 🌿 عودة
es: 🌿 Regreso
fi: 🌿 Paluu
fr: 🌿 Retour
is: 🌿 Endurkoma
it: 🌿 Rientro
ja: 🌿 カムバック
ko: 🌿 복귀
pt_br: 🌿 Retorno
ru: 🌿 Возвращение
zh_hans: 🌿 回归

source: 🎯 Overreach
ar: 🎯 تحميل زائد مقصود
de: 🎯 Overreaching
es: 🎯 Sobrecarga
fi: 🎯 Ylikuormitus
fr: 🎯 Surcharge
is: 🎯 Yfirálag
it: 🎯 Sovraccarico
ja: 🎯 オーバーリーチ
ko: 🎯 오버리칭
nl: 🎯 Overreaching
pt_br: 🎯 Sobrecarga
ru: 🎯 Перегрузка
sv: 🎯 Överbelastning
zh_hans: 🎯 主动过载
